tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "pirj/noclamshell"
brew "bat"
brew "bzip2"
brew "readline"
brew "cask"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jmeter"
brew "mas"
brew "maven"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "screenfetch"
brew "speedtest-cli"
brew "wget"
brew "xz"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "pirj/noclamshell/noclamshell"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "iterm2"
cask "microsoft-teams"
cask 'postman'
cask 'sourcetree'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'intellij-idea-ce'
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Snap", id: 418073146
